Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: Interestingly, it is not simply a triangle, but a pyramid that comes forward as it moves down.
ht: Est, se pa senpleman yon triyang, men, yon Piramid lan ki pi devan ke li.

source: In the existing space, I'm struck by Leonardo's attention to all of the human reactions to the situation.
ht: Nan ki ekziste galeri a, mwen menm ki a pa Leonardo a atansyon pou tout moun reaksyon pou sitiyasyon an.

source: A lot of faces, half hidden in the darkness, and a lot of gestures.
ht: Yon lòt figi, mwatye hidden nan fènwa a, ak yon bann jès.

source: It reminds me to the Leonardo's Last Supper, Christ in the middle forming the pyramid with his outstretched arms, the chaos and reactions of the apostles.
ht: Li rappelle m' pou Leonardo a dènye Dîner, Kris la nan mitan qui a Piramid lan ak louvri bra l, la de Et réactions apòt.

source: It brings a stability in the center.
ht: Li pote yon estabilite nan mitan.

source: It is a characteristic of the High Renaissance: a notion of balance, perfection, eternal.. and also how we as human reacts.
ht: Li se yon karakteristik de renesans anwo nan syèl la: yon nosyon de balans, perfection, tout tan. Et tou ki jan nou tankou moun reyaji.

source: There is another important element here, a characteristic of Leonardo.
ht: Pa gen yon lòt enpòtan eleman isit la, yon karakteristik de Leonardo.

source: Even as an underpainting, we can identify it.
ht: Menm jan yon underpainting, nou kapab idantifye li.

source: It is a technique of Sfumato, in Italian is "smoke".
ht: Li se yon sistèm de Sfumato, nan Italyen "lafimen".

source: A visual glue that creates harmony between forms within the paintings brings things together and keeps the painting from the sense of isolation which is the characteristic of the early Renaissance.
ht: Yon une izyèl ki kreye amoni ant fòmilè nan peintures yo pote bagay Et garde tablo a nan sans blanch ki se karakteristik de la byen bonè renesans.

source: Instead of figures being defined by lines, the figures are enveloped in atmospheric haze or softness, smokiness.
ht: Olye de figi ki te defini pa lignes, figi sont sous nan atmosphère haze ou ousè, smokiness.

source: It makes them to emerge out of the darkness into light, then fade back into the darkness again.
ht: Li fè yo pou yo deyò nan fènwa nan limyè, puis blanchi nan fènwa a ankò.

source: Leonardo unifies the figures in the pyramid composition through their glances and gestures, but also through that smoky atmosphere.
ht: Leonardo unifies nan tablo a nan Piramid lan konpozisyon par" yo ak jès, Men tou à sa atmosfè smoky.

source: We see this beautiful smoke, beautiful lines,.. composition, complex sense of motion.
ht: Nou wè sa a bèl lafimen, bèl lignes. konpozisyon, sans konplèks de Mouvement.

source: I would love to know how this painting looks like, had it been finished. Me too.
ht: Mwen ta renmen konnen jan penti sa a parèt tankou a, li te fini. mwen menm tou.

source: We know from the last video that if we have a high calcium ion concentration inside of the muscle cell, those calcium ions will bond to the troponin proteins which will then change their shape in such a way that the tropomyosin will be moved out of the way and so then the myosin heads can crawl along the actin filaments and them we'll actually have muscle contractions.
ht: Nou konnen nan videyo dènye a ke si nou gen yon kalsyòm anwo nan syèl la konsantrasyon ion andedan sèlil mis a, tout alsyòm ions Sera bond pou protéines troponin ki a lè sa a chanje fòm yo nan sa yon fason pou tropomyosin a pwal anyen rive soti nan wout la ak sa lè sa a, tout chèf myosin ka analyse nan filaments actin yo Et yo nou ap aktyèlman ou gen doulè misk tranche.

source: So high calcium concentration, or calcium ion concentration, we have contraction.
ht: Byen wo kalsyòm konsantrasyon, ou tout alsyòm ion konsantrasyon, nou gen tranche.

source: Low calcium ion concentration, these troponin proteins go to their standard confirmation and they pull-- or you can say they move the tropomyosin back in the way of the myosin heads-- and we have no contraction.
ht: Faible kalsyòm ion konsantrasyon, protéines troponin sa yo ale nan estanda konfimasyon yo epi yo rale - ou pou ou kapab di yo deplase tropomyosin tounen dapre myosin a chèf ki ak nou yo gen pa tranche.

source: So the next obvious question is, how does the muscle regulate whether we have high calcium concentration and contraction or low calcium concentration and relaxation?
ht: Se konsa kesyon evidan kap vini an se, ki fè sa a nan pye réglementer si nou genyen kalsyòm anwo nan syèl la konsantrasyon Et tranche ou konsantrasyon kalsyòm faible Et etant?

source: Or even a better question is, how does the nervous system do it?
ht: Ou menm yon pi bon kesyon se, ki jan fè a istèm/aparèy fè l?

source: How does the nervous system tell the muscle to contract, to make its calcium concentration high and contract or to make it low again and relax?
ht: Kouman ne you di doulè misk trap, pou fè sa ki anwo nan syèl la konsantrasyon kalsyòm li Et anmase/sere kò ou pou fè l' desann ankò Et Lache kò ou?

source: And to understand that, let's do a little bit a review of what we learned on the videos on neurons.
ht: Et pou konprann sa, an n fè yon ti kras yon revi de sa nou te prete sou vidéos sou neurones.

source: Let me draw the terminal junction of an axon right here.
ht: Kite m' trase junction de fè a de yon axon droit isit la.

source: Instead of having a synapse with a dendrite of another neuron, it's going to have a synapse with an actual muscle cell.
ht: Olye ke yo gen yon synapse ak yon dendrite de yon lòt ewonn, li pwal gen yon synapse ak yon selil musculaire réelle.

source: So this is its synapse with the actual muscle cell.
ht: Se poutèt sa se synapse li ak selil réel mis a. Sa se yon synapse ak yon selil musculaire réelle.

source: Let me label everything just so you don't get confused.
ht: Kite m' make tou sa sèlman pou pa fè Confusion.

source: This is the axon.
ht: Sa se axon a.

source: We could call it the terminal end of an axon.
ht: Nou te kapab rele l' tou de fè yon axon. Sa se synapse a.

source: Just a little terminology from the neuron videos-- this space was a synaptic cleft.
ht: Sèlman yon ti kras terminologie de vidéos ewonn yo - plas sa a te genyen yon synaptic palèt.

source: This is the presynaptic neuron.
ht: Sa se ewonn presynaptic a.

source: This is-- I guess you could kind of view it-- the post-synaptic cell.
ht: Men - m kwè ou ti jan te kapab wè l-- a selil Post-synaptic.

source: It's not a neuron in this case.
ht: Se pa yon ewonn nan ka sa.

source: And then just so we have-- this is our membrane of muscle cell.
ht: Lè sa a sèlman pou nou gen - men nou len sèlil musculaire. . m' ap kouri pou fè - pwobableman videyo kap vini a ou gen dwa yon vidéo Apre sa, m' ap aktyèlman montre ou a anatomie de yon selil musculaire.

source: In this, it'll be a little abstract because we really want to understand how the calcium ion concentration is regulated.
ht: Nan sa, li ap fè yon ti résumé paske nou vrèman vle pou w konprann ki jan tout alsyòm ion konsantrasyon réglementés.

source: This is called a sarcolemma.
ht: Sa a te rele yon sarcolemma. Se poutèt sa se len de sèlil mis a.

source: And this right here-- you could imagine it's just a fold into the membrane of the muscle cell.
ht: Et sa a dwe ici-ou te kapab imajine li se jis yon pli nan men len sèlil mis la.

source: If I were to look at the surface of the muscle cell, then it would look like a little bit of a hole or an indentation that goes into the cell, but here we did a cross section so you can imagine it folding in, but if you poked it in with a needle or something, this is what you would get.
ht: Si m' to pou gade sou sifas sèlil nan pye, Lè sa a, li ta ka sanble tankou yon ti kras nan yon twou ou yon indentation ki va antre nan selil a, men, isit la nou te fè yon kwa seksyon se konsa ou ka konprann li vlope nan, men si ou poked li ak yon zegwi oswa yon lòt bagay, sa se sa ou ta resevwa a.

source: You would get a fold in the membrane.
ht: Ou ta ka jwenn yon pli nan len a.

source: And this right here is called a T-tubule.
ht: Et sa isit-menm rele yon T-tubule. Et a T jis se pou transversale.

source: It's going transverse to the surface of the membrane.
ht: Li pwal transversale sifas len a.

source: And over here-- and this is the really important thing in this video, or the really important organelle in this video.
ht: Sou ici - Et sa a, se sa ki pi enpòtan se vre nan videyo sa a, ou a vwèman enpòtan organelle nan videyo sa a.

source: You have this organelle inside of the muscle cell called the sarcoplasmic reticulum.
ht: Ou gen sa a organelle andedan nan pye sèlil te rele a sarcoplasmic).

source: And it actually is very similar to an endoplasmic reticulum in somewhat of what it is or maybe how it's related to an endoplasmic reiticulum-- but here its main function is storage.
ht: E aktyèlman anpil sanble ak yon endoplasmic (nan peu de jan li ye a, ou gen dwa koman sa ye anrapò ak yon endoplasmic reiticulum - men isit la, li principal fonksyon se nan depo.

source: While an endoplasmic reticulum, it's involved in protein development and it has ribosomes attached to it, but this is purely a storage organelle.
ht: Pandan ke yon (endoplasmic, sa ki patisipe nan protéines developman e li gen ribosomes atache l, men, sa se ralye yon depo organelle.

source: What the sarcoplasmic reticulum does it has calcium ion pumps on its membrane and what these do is they're ATP aces, which means that they use ATP to fuel the pump.
ht: Sa (sarcoplasmic a ki genyen kalsyòm ion pompes sou len li yo ak sa yo fè, se yo ap ATP aces, sa vle di ke yo itilize ATP kap fè gaz ponp a.

source: So you have ATP come in, ATP attaches to it, and maybe a calcium ion will attach to it, and when the ATP hydrolyzes into ADP plus a phosphate group, that changes the confirmation of this protein and it pumps the calcium ion in.
ht: Se konsa, ou gen ATP nan, ATP attaches pou li, e petèt yon kalsyòm ion Sera attacher sa a pou li, lè ATP la hydrolyzes nan ADP a plis yon gwoup phosphate la, sa chanje a ki konfime nouvèl sa a protéines Et l' pompes tout alsyòm ion nan.

source: So the calcium ions get pumped in.
ht: Se konsa tout alsyòm ions obtenir pompe nan.

source: So the net effect of all of these calcium ion pumps on the membrane of the sarcoplasmic reticulum is in a resting muscle, we'll have a very high concentration of calcium ions on the inside.
ht: Se konsa rezo efè de pompes ion kalsyòm sa yo sou tou sa a len de la sarcoplasmic) se nan yon au mis, nou pwal genyen yon trè wo konsantrasyon kalsyòm ions vlope tripay la. Koulye a, mwen panse ke nou te kapab pwobableman deviner ki kote sa ap.

source: When the muscle needs to contract, these calcium ions get dumped out into the cytoplasm of the cell.
ht: Ki lè doulè misk a bezwen kontra, ions kalsyòm sa yo obtenir UN soti nan cytoplasm de sèlil a.

source: And then they're able to bond to the troponin right here, and do everything we talked about in the last video.
ht: E apre sa yo ap kapab bond pou troponin a droit isit la, fè tou sa nou te pale osijè de nan videyo dènye a.

source: So what we care about is, just how does it know when to dump its calcium ions into the rest of the cell?
ht: Se konsa, sa nou marenn se, jis ki fè l' konnen ki lè pou image tout alsyòm ions nan tout rès sèlil a?

source: This is the inside of the cell.
ht: Sa se anndan sèlil a.

source: And so this area is what the actin filaments and the myosin heads and all of the rest, and the troponin, and the tropomyosin-- they're all exposed to the environment that is over here.
ht: Se konsa, nan zòn sa a se sa actin filaments Et myosin la chèf yo ak tout ti rès ki rete a, ak troponin a, Et la tropomyosin-yo ap tout exposés pou anviwònman an sa se sou isit la.

source: So you can imagine-- I could just draw it here just to make it clear.
ht: Se konsa ou ka konprann - mwen te kapab sèlman rale l' isit la jis pou fè li klè. Mwen menm dessin li trè résumé.

source: We'll see more of the structure in a future video.
ht: Nou pwal wè plis pase èstrikti nan tan kap vini yon videyo. Sa se yon trè résumé dessin, men, mwen kwè ke sa pwal ba ou yon sans de sa k ap fèt.

source: So let's say this neuron-- and we'll call this a motor neuron-- it's signaling for a muscle contraction.
ht: Se konsa nou di sa a ewonn - Et nou ap rele yon motè kat sa a ewonn-signalisation pou yon tranche nan pye.

source: So first of all, we know how signals travel across neurons, especially across axons with an action potential.
ht: Se konsa anvan tou sa, nou konnen ki jan siyal yo vwayaje Sur neurones, sitou dans axons ak yon aksyon potentiel.

source: We could have a sodium channel right here.
ht: Nou te kapab gen yon chanèl odyòm droit isit la.

source: It's voltage gated so you have a little bit of a positive voltage there.
ht: Vòltaj li gated pou ou gen yon ti yon pozitif vòltaj la.

source: That tells this voltage gated sodium channel to open up.
ht: Ki konnen chanèl gated odyòm vòltaj sa a pou.

source: So it opens up and allows even more of the sodium to flow in.
ht: Se konsa li s', ki pèmèt plis de odyòm pou flux nan.

source: That makes it a little bit more positive here.
ht: Sa fè l' yon ti jan plis pozitif isit la.

source: So then that triggers the next voltage gated channel to open up-- and so it keeps traveling down the membrane of the axon-- and eventually, when you get enough of a positive threshold, voltage gated calcium channels open up.
ht: Se konsa lè sa a, sa déclenche chanèl vòltaj gated kap vini pou louvri leve - se poutèt li kenbe vwayaje desann len de la axon - Et evantyèlman, lè w rive la yon pozitif pou sekirite sosyal, vòltaj gated kalsyòm chèn televizyon ouvwi leve.

source: This is all a review of what we learned in the neuron videos.
ht: Sa a se tout yon revi de sa nou te prete nan ewonn vidéos.

source: So eventually, when it gets positive enough close to these calcium ion channels, they allow the calcium ions to flow in.
ht: Evantyèlman, lè li vin pozitif ase tou pre sa kalsyòm ion canaux, yo pèmèt tout alsyòm ions pou flux nan.

source: And the calcium ions flow in and they bond to those special proteins near the synaptic membrane or the presynaptic membrane right there.
ht: Tout alsyòm ions flux nan Et yo bond moun espesyal protéines tou pwe a synaptic len ou la presynaptic len la a.

source: These are calcium ions.
ht: Se sa kalsyòm ions yo.

source: They bond to proteins that were docking vesicles.
ht: Yo bond protéines ki te D' dechay.

source: Remember, vesicles were just these membranes around neurotransmitters.
ht: Pa bliye, dechay ont sèlman sa yo membranes autour •.

source: When the calcium binds to those proteins, it allows exocytosis to occur.
ht: Lè tout alsyòm se protéines sa, li pèmèt exocytosis pou pase nan tèt.

source: It allows the membrane of the vesicles to merge with the membrane of the actual neuron and the contents get dumped out.
ht: Li pèmèt len dechay pou èstriti ak de la len de la ewonn réel Et la sa ki nan liv obtenir UN deyò.

source: This is all review from the neuron videos.
ht: Sa a se tout revi dans ewonn, vidéos.

source: I explained it in much more detail in those videos, but you have-- all of these neurotransmitters get dumped out.
ht: M' a li an pi plis detay nan videyo sou sa, men ou gen - tout sa yo • obtenir UN deyò.

source: And we were talking about the synapse between a neuron and a muscle cell.
ht: Et nou t' ap pale sou synapse ant ewonn yon ak yon selil nan pye.

source: The neurotransmitter here is acitocolin.
ht: Neurotransmetteur a isit la se acitocolin. Men senpleman tankou sa ki ka rive nan yon dendrite, la

source: But just like what would happen at a dendrite, the acetylcholine binds to receptors on the sarcolemma or the membrane of the muscle cell and that opens sodium channels on the muscle cell.
ht: L' se pou récepteurs sarcolemma la sou ou len a sèlil doulè misk ak sa s' Sodyòm chèn televizyon nan selil mis la.

source: So the muscle cell also has a a voltage gradient across its membrane, just like a neuron does.
ht: Se konsa sèlil mis a gen tou yon yon dégradé vòltaj dans l len, menm jan yon ewonn fè.

source: So when this guy gets some acetylcholene, it allows sodium to flow inside the muscle cell.
ht: Se konsa, lè nèg sa a gen yon acetylcholene, li pèmèt odyòm pou flux anndan sèlil mis la.

source: So you have a plus there and that causes an action potential in the muscle cell.
ht: Se konsa ou gen yon plis gen Et sa lakòz yon aksyon potentiel nan selil mis la.

source: So then you have a little bit of a positive charge.
ht: Se konsa lè sa a nou gen yon ti yon chaj pozitif.

source: If it gets high enough to a threshold level, it'll trigger this voltage gated channel right here, which will allow more sodium to flow in.
ht: Si li anwo nan syèl la ase pou yon nivo pou sekirite sosyal, li ap itilize vòltaj sa a gated chanèl dwa isit la, ki pral pèmèt odyòm plis pou flux nan.

source: So it'll become a little bit positive over here.
ht: Se konsa li ap vin yon ti jan pozitif sou isit la.

source: Of course, it also has potassium to reverse it.
ht: Men wi, li gen tou Potasyòm pou opoze li.

source: It's just like what's going on in a neuron.
ht: Se menm jan sa k ap pase nan yon ewonn.

source: So eventually this action potential-- you have a sodium channel over here.
ht: Se konsa evantyèlman potentiel aksyon sa a - ou gen yon Sodyòm chanèl sou isit la.

source: It gets a little bit positive.
ht: Li vin yon ti jan pozitif.

source: When it gets enough positive, then it opens up and allows even more sodium to flow in.
ht: Lè li vin gen ase pozitif, lè sa a li s' Et pèmèt odyòm keksyon an plis toujou pou flux nan.

source: So you have this action potential. and then that action potential-- so you have a sodium channel over here-- it goes down this T-tubule.
ht: Se konsa, ou gen gwo aksyon sa a. Et puis sa aksyon potentiel-pou ou gen yon odyòm chanèl sou isit la ki desann tubule T sa a.

source: So the information from the neuron-- you could imagine the action potential then turns into kind of a chemical signal which triggers another action potential that goes down the T-tubule.
ht: Se konsa, enfòmasyon dans ewonn a - ou te kapab imajine a aksyon potentiel puis active nan jan de yon siyal chimik ki déclenche potentiel yon lòt aksyon sa kouche a T-tubule.

source: And this is the interesting part-- and actually this is an area of open research right now and I'll give you some leads if you want to read more about this research-- is that you have a protein complex that essentially bridges the sarcoplasmic reticulum to the T-tubule.
ht: Sa se moso enteresan an Et aktyèlman se yon zòn louvri rechèch dwat koulye a, m' ap ba ou ti gout kondwi si ou vle pou li plis sou rechèch sa a ki se sa ou gen yon pwoteyin konplèks ki esansyèlman ponts a (sarcoplasmic pou T-tubule.

source: And I'll just draw it as a big box right here.
ht: E m ap jis fè li tankou yon gwo bwat isit-menm.

source: So you have this protein complex right there.
ht: Se konsa, ou gen sa a protéines konplèks la a.

source: And I'll actually show it-- people believe-- I'll sort some words out here.
ht: E m ap aktyèlman montre li - pèp la kwè - m ap Trier kèk pawòl soti isit la.

source: It involves the proteins triodin, junctin, calsequestran, and rianodine.
ht: Li enplike la protéines triodin, junctin, calsequestran, Et rianodine.

source: But they're somehow involved in a protein complex here that bridges between the T-tubule the sarcoplasmic verticulum, but the big picture is what happens when this action potential travels down here-- so we get positive enough right around here, this complex of proteins triggers the release of calcium.
ht: Men, yo ap D' patisipe nan yon konplèks protéines isit la ki ponts ant a T-tubule sarcoplasmic verticulum la, Men, gwo foto an, se sa k rive koukouloukou lè aksyon sa a potentiel se desann isit la-, se konsa nou jwenn pozitif ase droit isi a, sa a konplèks de protéines déclenche kalsyòm moun jwenn liberasyon.

source: And they think that the ryanodine is actually the part that actually releases the calcium, but we could just say that it-- maybe it's triggered right here.
ht: E yo panse ke ryanodine la se aktyèlman nan pati a ki aktyèlman communiqués kalsyòm a, men, nou te kapab senpleman di ke l-- petèt li te a droit isit la.

source: When the action potential travels down-- let me switch to another color.
ht: Lè a aksyon potentiel se anba - kite m' chanje pou yon lòt koulè.

source: I'm using this purple too much.
ht: M ap itilize sa a twal siperyè koulè twòp.

source: When the action potential gets far enough-- I'll use red right here-- when the action potential gets far enough-- so this environment gets a little positive with all those sodium ions flowing in, this mystery box-- and you could do web searches for these proteins.
ht: Lè a aksyon potentiel obtient byen lwen ase - m ap itilize wouj dwat ici - lè potansyèl aksyon obtient byen lwen ase ki sa anviwònman sa a gen yon ti kras pozitif ak tout Sodyòm sa ions ap koule tankou dlo nan, sa a mystère bwat - Et ou te kapab fè web recherche pou protéines sa yo.

source: People are still trying to understand exactly how this mystery box works-- it triggers an opening for all of these calcium ions to escape the sarcoplasmic reticulum.
ht: Moun yo ap kontinye eseye pou konprann ekzateman kòman sa a mystère bwat fonctionne-l' déclenche yon twou pou tout de sa yo kalsyòm ions eskape (sarcoplasmic a.

source: So then all these calcium ions get dumped into the outside of the sarcoplasmic reticulum into-- just the inside of the cell, into the cytoplasm of the cell.
ht: Se konsa lè sa a, tout sa yo kalsyòm ions obtenir UN nan deyò de a sarcoplasmic) nan - jis dans de la selil, nan cytoplasm de sèlil a.

source: Now when that happens, what's doing to happen?
ht: Koulye a lè sa rive, sa ap fè pou sa pase?

source: Well, the high calcium concentration, the calcium ions bond to the troponin, just like what we said at the beginning of the video.
ht: Men, a anwo nan syèl la kalsyòm konsantrasyon, tout alsyòm ions bond pou troponin a, menm jan nan sa nou di a kòmansman videyo a.

source: The calcium ions bond to the troponin, move the tropomyosin out of the way, and then the myosin using ATP like we
ht: Kosyon ions kalsyòm pou troponin a, déplacer la tropomyosin nan chemen an.

source: learned two videos ago can start crawling up the actin-- and at the same time, once the signal disappears, this thing shuts down and then these calcium ion pumps will reduce the calcium ion concentration again.
ht: Apre sa a myosin itilize ATP tankou nou enseignements de vidéos de sa kapab kòmanse analyse leve actin- Et an menm tan, yon fwa ke siyal la disparaît, bagay sa a arrête Et puis pompes ion kalsyòm sa yo ap diminye tout alsyòm ion konsantrasyon ankò.

source: And then our contraction will stop and the muscle will get relaxed again.
ht: Et puis tranche nou pral kanpe Et mis a y' ap ilaks ankò.

source: So the whole big thing here is that we have this container of calcium ions that, when the muscles relax, is essentially taking the calcium ions out of the inside of the cell so the muscle is relaxed so that you can't have your myosin climb up the actin.
ht: Se konsa, a tout gwo bagay isit la se sa nou gen bwat sa a. de kalsyòm ions sa, lè misk ki se, se esansyèlman en tout alsyòm ions soti nan à de la sèlil pour la doulè misk ilaks konsa, ou pa kapab fè ou myosin monte leve actin a.
